var data = {
	"fresh": {
		"name": "Fresh Interactive",
		"position": "Account Executive",
		"stay_period": "May 2014 - Present",
		"description": "Project manager, marketing strategist, QA tester, budget manager, copywriter, and resident One Direction expert.",
		"copy": "<p>As a small but full-service interactive digital marketing agency that does all work in-house, I wear many hats at Fresh Interactive and learned the ins and outs of project management thoroughly and intimately.</p><p>My primary responsibility includes overseeing the construction of new websites from conception and architecture all the way through design, programming, QA and client sign-off, in addition to being the day-to-day contact for retainer client requests ranging from eblast campaigns to new website campaigns. I’m the Fresh face for the client and the mastermind managing internal timetables and teams. But on any given day you may also find me handling the monthly billing reports, drafting new client proposals, QA testing eblast code, or image mapping in Photoshop.</p>",
		"skills": [
			"Client service management",
			"Basic HTML & CSS",
			"Responsive QA testing",
			"Tippity-top organization",
			"Custom CMS management",
			"JIRA",
			"Confluence",
			"Photoshop",
			"Lasso, Campaign Monitor & Constant Contact"
		]
	},
	"allied": {
		"name": "Allied Integrated Marketing",
		"position": "Studio Representative/Publicity Intern",
		"stay_period": "August 2012 - May 2014",
		"description": "College representative for CBS Films and Sony and known by colleagues as “Booth Girl” for working every Comic Convention event possible.",
		"copy": "<p>Allied Integrated Marketing is a creative powerhouse excelling in the regional and national publicity for the biggest names in the film and entertainment industries. My day to day included researching and contacting possible locations and events to provide with promotional items and screening passes, assisting in managing film publicity events, and working weekly movie screenings among other (and often eccentric) assignments.</p><p>As the CBS Films and Sony representative, I was responsible for grassroots and college film promotion decorating local college campuses with mini-posters, distributing screening passes, street teaming, setting up bar nights and food truck events, and working with college Greek life to put on some fun events. One Direction: This is Us Karaoke night? Nailed it. Pompeii Kit Harrington inspired USC workout class? Done and my abs hurt.</p><p>I earned the nickname Booth Girl for managing every Comic Convention event available at Allied and have been hand selected by Lionsgate Entertainment for the past four years to work their San Diego Comic-Con booth promoting the The Hungers Games.</p>",
		"skills": [
			"Cold calls for promotional materials",
			"Event planning and management",
			"Social media management",
			"Street teaming",
			"Handling talent with decorum",
			"Red Carpet assistance",
			"Managing convention booths"
		]
	},
	"cbs": {
		"name": "CBS Films",
		"position": "Publicity Intern",
		"stay_period": "August 2013 - December 2013",
		"description": "Researcher, publicity manager, and overachiever.",
		"copy": "<p>CBS Films is the film production and distribution division and newer subsidiary of the media giant CBS Corporation. In the publicity and promotions department, my responsibilities included regional and national feature tracking (recording when and where our films were mentioned in the media), maintaining screening schedules, publicity calendars, and talk show lists, in addition to specialized tasks such as filling out SAG Award applications and travel arrangements for talent.</p><p>As I became an expert in multitasking, workload prioritization and functioning independently, I was entrusted with increasingly more significant tasks relating to talent and client management.</p><p>I was hand-picked to work the film junket for Academy Award nominated Inside Llewyn Davis, and was asked to manage two of the actor’s press rooms. I was handed a headset and stationed at the end of a long hotel corridor guarding the rooms of Stark Sands and F. Murray Benjamin, rotating the various TV press outlets in and out of their rooms for their 4-minute interview segments. It was madness; I had voices constantly talking in my earpiece, journalists constantly checking in, and still had to keep track of everything going on in the two rooms so I could send the exiting journalists to another room.</p><p>Best part? No one had any idea I was an intern.</p>",
		"skills": [
			"Press junket management",
			"Special guest assistance",
			"Research and data aggregation",
			"Film screenings and will call coordination"
		]
	},
	"vision": {
		"name": "Vision Design Studio",
		"position": "Digital Marketing Intern",
		"stay_period": "May 2011 - August 2011",
		"description": "Proofreader, copywriter, event coordinator and in-house food truck connoisseur.",
		"copy": "<p>Vision Design Studio is a design and marketing studio and marketing firm, merging captivating graphic design with effective marketing solutions for clients such as The Art Institutes and Michaels on Naples. I split my time between event coordination for Vision’s weekly food truck event Lunch Truck It, and creative copywriting for print and email campaigns.</p><p>I assisted in over 10 weeks of our sponsored event Lunch Truck It — a weekly food fest in the Zaferia Design District of Long Beach that caters to the community by rallying up some of the most popular food trucks in the street eats business. I was responsible for event publicity on social media sites, blogsite maintenance and on-site coordination assistance for Lunch Truck It.</p>",
		"skills": [
			"On-site event coordination between multiple vendors",
			"Copywriting",
			"Proofreading",
			"Social media management",
			"Organization",
			"MailChimp"
		]
	},
	"rtx": {
		"name": "Rooster Teeth - RTX",
		"position": "RTX Guardian Volunteer",
		"stay_period": "Every summer since 2014",
		"description": "Rooster Teeth fan, personal assistant to internet sensations, and volunteer event staff at RTX Convention in Austin, TX.",
		"copy": "<p>I am a huge Rooster Teeth fan as well as a convention veteran with extensive experience as both an attendee and worker at cons such as San Diego Comic-Con, Stan Lee’s Comikaze, VidCon, RTX 14-16, Long Beach Comic Con. I’ve married these two passions by volunteering as part of the Rooster Teeth community every summer since 2014 to be a Guardian (volunteer staff) for RTX in Austin, Texas. I’d imagine an unpaid position in high humidity surrounded by 30,000 nerds is someone’s hell; this summer event is my delight.</p><p>I have nearly 4 years of RTX-specific Personal Assistant experience for Caleb Denecour that has given me an education in the spontaneity of Rooster Teeth by working directly with staff members. I learned quickly how to improvise in the face of unanticipated scenarios, be quick on my feet, defuse upset fans, travel safely between 3 crowded venues and have a sixth sense for where the nearest sharpie is located. I have experience coordinating staff schedules, and being adaptive when those plans change. Between a fire evacuation and working with Achievement Hunter all day, I feel well equipped to handle anything thrown my way.</p><p>My tasks included keeping the Denecour brothers on schedule, assisting with autographs, photos and personal requests, answering questions, and acting as an intermediary between him and the public when necessary. It was a fantastically exhausting experience and I loved every minute of it.</p>",
		"skills": [
			"Talent management",
			"Intermediary between talent, media and public",
			"Event planning and on-site coordination",
			"Multi-tasking on a strict timeline",
			"Public relations",
			"12+ hours shifts with a sunshine smile",
			"Sixth sense for where the nearest sharpie is located"
		]
	},
	"tes": {
		"name": "USC - Trojan Event Services",
		"position": "Technical Assistant",
		"stay_period": "August 2011 - May 2012",
		"description": "Lights, sound, heavy lifting, power tools: A position where if no one notices you, you’re doing it right.",
		"copy": "<p>Four years as a theatrical tech in high school prepared me for a job working USC heavy hitter events like TedEx, LA Times Festival of Books and USC’s Visions and Voices program. Tiny but mighty, I replaced stage light gels, assisted in set builds and even mopped the floors after every shift.</p><p>As a Technical Assistant for USC Performance Venues, I installed, operated and maintained lighting and sound equipment for indoor and outdoor events, including microphones, set pieces and talent coordination at venues like Bovard Auditorium, Ground Zero Performance Cafe, and Trojan Grand Ballroom.</p>",
		"skills": [
			"Performance lighting & sound design",
			"Power tools",
			"Stage management",
			"Special guest assistance",
			"Stage running like a ninja",
			"Efficient venue set up and strike",
			"Proper coiling"
		]
	},
	"usc": {
		"name": "USC - International Communication Studies",
		"position": "Study Abroad Participant",
		"stay_period": "Summer 2012",
		"description": "",
		"copy": "<p>As a participant in USC Annenberg’s Comparative Media course, I met with communication directors, business leaders, unique specialists and even government officials at organizations in London, Paris, Rome and Prague with the focus of studying the intersection of media and communication on a global scale.</p><p>The course was incredibly immersive and personal - how many people get the chance to have a professional and scholarly personal audience with Bloomberg, BBC, Disneyland Paris, the Vatican newspaper L'Osservatore Romano, or the Czech Foreign Ministry?</p><p>I thoughtfully questioned industry leaders about the influence and role of technology in the media landscape, dissected the discourse of being first vs. being right, successfully navigated public transit in a country where I cannot read the alphabet.</p><p>Upon returning home, I was handpicked to interview and screen the next year’s ICS candidates.</p>",
		"skills": [
			"Teamwork",
			"Adaptable and quick on my feet",
			"Conversational French",
			"Improvisation in the face of unanticipated scenarios in unfamiliar places",
			"Seasoned traveller",
			"Foreign public transit navigation",
			"Intercultural mindset"
		]
	}
}